Repository: common-repository/wsb-brands
Catalog: languages/wsb-brands-*.po
Languages: hr

source: WSB Brands plugin can not work properly without Woocommerce installed and enabled!
hr: WSB Brands dodatak ne može raditi ako prethodno nije instaliran i uključen Woocommerce!

# taxonomy general name
source: Brands
hr: Brendovi

# taxonomy singular name
source: Brand
hr: Brend

source: Search Brands
hr: Pretraži brendove

source: All Brands
hr: Svi brendovi

source: Parent Brand
hr: Nadređeni brend

source: Parent Brand:
hr: Nadređeni brend:

source: Edit Brand
hr: Uredi brend

source: Update Brand
hr: Ažuriraj brend

source: Add New Brand
hr: Dodaj novi brend

source: New Brand Name
hr: Naziv brenda

source: Brands
hr: Brendovi

source: No brands found
hr: Nisu pronađeni brendovi

source: Back to Brands
hr: Povratak na brendove

source: View Brand
hr: Vidi brend

# taxonomy general name
source: Manufacturers
hr: Proizvođači

# taxonomy singular name
source: Manufacturer
hr: Proizvođač

source: Search Manufacturers
hr: Pretraži proizvođače

source: All Manufacturers
hr: Svi proizvođači

source: Parent Manufacturer
hr: Nadređeni proizvođač

source: Parent Manufacturer:
hr: Nadređeni proizvođač:

source: Edit Manufacturer
hr: Uredi proizvođača

source: Update Manufacturer
hr: Ažuriraj proizvođača

source: Add New Manufacturer
hr: Dodaj proizvođača

source: New Manufacturer Name
hr: Ime novog proizvođača

source: Manufacturers
hr: Proizvođači

source: No Manufacturers found
hr: Nema proizvođača

source: Back to Manufacturers
hr: Povratak na proizvođače

source: View Manufacturer
hr: Vidi proizvođača

# slug
source: brands
hr: brendovi

# slug
source: manufacturers
hr: proizvodjaci

source: Select Brand
hr: Odaberi brend

source: Select Manufacturer
hr: Odaberi proizvođača

source: Add Logo
hr: Dodaj logo

source: Remove Logo
hr: Izbriši logo

source: Website
hr: Web stranica

source: Enter full url (Example: http://www.google.com)
hr: Unesite punu adresu (Primjer: http://www.google.com)

source: General settings
hr: Opće postavke

source: Main term
hr: Glavni termin (izraz)

source: Choose preferred term to use on the website.
hr: Odaberite izraz koji želite koristiti na svim stranicama.

source: Brand
hr: Brend

source: Manufacturer
hr: Proizvođač

source: Show in cart
hr: Prikaži u košarici

source: Show product brand in the cart?
hr: Prikazati brend proizvoda u košarici?

source: No
hr: Ne

source: Yes
hr: Da

source: Show Brand
hr: Prikaži brend

source: Brand info tab
hr: Brend info tab

source: Show Manufacturer
hr: Prikaži proizvođača

source: Manufacturer info tab
hr: Info tab proizvođača

source: Single product options
hr: Postavke stranice proizvoda

source: Show on a single product page
hr: Prikaži na stranici proizvoda

source: None
hr: Ništa

source: Name only
hr: Samo naziv

source: Logo only
hr: Samo logotip

source: Name with link
hr: Naziv s linkom

source: Logo with link
hr: Logotip s linkom

source: Show label
hr: Prikaži oznaku

source: Show label next to the name or logo
hr: Prikaži oznaku kraj logotipa ili naziva

source: Logo height
hr: Visina logotipa

source: Logo height on single product page (in pixels)
hr: Visina logotipa na stranici proizvoda

source: Display position
hr: Mjesto za prikaz

source: Where to show the brand/manufacturer on single product page?
hr: Gdje prikazati brend/proizvođača na stranici proizvoda?

source: After short description
hr: Poslije kratkog opisa

source: After Add To Cart
hr: Poslije Dodaj u košaricu

source: After Meta
hr: Poslije Meta podataka

source: After sharing
hr: Nakon opcija dijeljenja

source: Show tab with details on single product page
hr: Prikaži tab s detaljima na stranici proizvoda

source: Brand page options
hr: Postavke stranice brenda

source: Manufacturer page options
hr: Postavke stranice proizvođača

source: Show logo
hr: Prikaži logo

source: Show logo in the archive header
hr: Prikaži logo u zaglavlju arhive

source: Logo height on archive page (in pixels)
hr: Visina logotipa na stranici arhive (u pikselima)

source: Logo position
hr: Pozicija logotipa

source: Position for logo on archive page
hr: Pozicija logotipa u odnosu na naslov stranice

source: Right
hr: Desno

source: Left
hr: Lijevo

source: Show page title
hr: Prikaži naziv stranice

source: Show title in a page header
hr: Prikaži naziv u zaglavlju stranice

source: Header background
hr: Pozadina zaglavlja

source: Background of the page header
hr: Pozadina zaglavlja stranice

source: Header border thickness
hr: Debljina obruba zaglavlja

source: Header border thickness in pixels
hr: Debljina obruba u pikselima

source: Header border color
hr: Boja obruba zaglavlja

source: Product listing options
hr: Postavke liste proizvoda

source: Show on product listing page
hr: Prikaži na stranici kategorije

source: Position on archive page
hr: Pozicija na stranici arhive

source: After product name
hr: Nakon naziva proizvoda

source: On top
hr: Na vrhu

source: After price
hr: Nakon cijene

source: Show label on the left side of the name on products loop
hr: Prikaži oznaku ispred naziva na stranici kategorije

source: Products
hr: Proizvodi

source: Product brands
hr: Brendovi proizvoda

source: Any brand
hr: Bilo koji brend

source: Brands that the coupon will be applied to, or that need to be in the cart in order for the "Fixed cart discount" to be applied.
hr: Brend na koji će kupon biti primijenjen, ili koji treba biti u košarici da bi se mogao primijeniti fiksni popust.

source: Brands carousel widget
hr: Karusel widget s brendovima

source: Manufacturers carousel widget
hr: Karusel widget s proizvođačima

source: Brands carousel
hr: Karusel - brendovi

source: Manufacturers carousel
hr: Karusel - proizvođači

source: Title
hr: Naziv

source: Select:
hr: Odaberi:

source: Show checked
hr: Prikaži označene

source: Hide checked
hr: Sakrij označene

source: Slides to show
hr: Broj sličica za prikazati

source: Slides to scroll
hr: Broj sličica u slajdu

source: Slide delay
hr: Pauza između slajdova

source: Max logo height
hr: Visina logotipa

source: Order by:
hr: Sortiranje po:

source: Name ASC
hr: Imenu (A - Ž)

source: Name DESC
hr: Imenu (Ž - A)

source: ID ASC
hr: ID uzlazno

source: ID DESC
hr: ID silazno

source: Show name
hr: Prikaži naziv

source: Show products count
hr: Prikaži broj proizvoda

source: Show navigation arrows
hr: Prikaži strelice za navigaciju

source: Slide border
hr: Crta ruba

source: Hide empty
hr: Sakrij prazne

source: Brands widget
hr: Widget Brendovi

source: Manufacturers widget
hr: Widget proizvođača

source: Brand info
hr: Info o brendu

source: Manufacturer info
hr: Info o proizvođaču

source: View All Products
hr: Prikaži sve proizvode

source: WSB Brands
hr: WSB Brendovi

source: Brands / manufacturers plugin for Woocommerce
hr: Dodatak za upravljanje brendovima / proizvođačima u Woocommerceu
